var JSON =[
//---------------------------------------------------
    {
		'name' : '慕课网',
		'site' : {
			'dec' : '程序员的梦工厂，慕课网是垂直的互联网IT技能免费学习网站',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.imooc.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '鸠摩搜索',
		'site' : {
			'dec' : '电子书,pdf文档等搜索引擎免费下载。',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.jiumodiary.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '音乐搜索',
		'site' : {
			'dec' : '各大音乐在线搜索直播。',
			'time' : '2019/07/12',
			'urladdress' : 'https://music.mli.im/music.web?action=Search',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '爱恋动漫BT下载',
		'site' : {
			'dec' : '爱恋BT分享站，动画～漫画～游戏～动漫音乐～片源（RAW）～各类ACG资源聚集地。',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.kisssub.org/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '唯电影',
		'site' : {
			'dec' : '唯电影,纪录片大全、热门视频、正能量及素材分享与下载。',
			'time' : '2019/07/12',
			'urladdress' : 'https://vdianying.cc/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '高清MP4吧',
		'site' : {
			'dec' : '高清MP4吧-每天搜集最新的电影，高清电影，720p高清电影，1080p高清电影供网友免费下载',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.mp4ba.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : 'Wallpapers',
		'site' : {
			'dec' : '外国的桌面背景图免费下载,没有乱七八糟的广告',
			'time' : '2019/07/12',
			'urladdress' : 'https://wallhaven.cc',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '美图集',
		'site' : {
			'dec' : '高清图片,唯美图片,图片素材,桌面壁纸,手机壁纸,图片大全,风景壁纸,朋友圈配图,微博配图免费下载',
			'time' : '2019/07/12',
			'urladdress' : 'https://photo.ihansen.org/#/today',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '泼辣有图',
		'site' : {
			'dec' : '开源摄影，为世界提供免费美丽图像',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.polayoutu.com/collections',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '奶牛快传',
		'site' : {
			'dec' : '文件传输,简单高效,免费，传送临时文件好地方，文件快递中的“蜂巢”',
			'time' : '2019/07/12',
			'urladdress' : 'https://cowtransfer.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '10分钟邮箱',
		'site' : {
			'dec' : '临时邮箱、10分钟邮箱、十分钟邮箱、临时邮、临时Email、快速注册Email、自动刷新接收',
			'time' : '2019/07/12',
			'urladdress' : 'https://bccto.me/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '在线短信接收',
		'site' : {
			'dec' : '可以在线接收短信，接收短信验证码，显示迅速，与国外类似短信验证码接收更快捷。注册网站,app，游戏,防骚扰用',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.pdflibr.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '免费在线文字识别',
		'site' : {
			'dec' : '通过使用光学字符识别（OCR）技术将文本文档的扫描或（智能手机）图像转换为可编辑文件',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.ocrmaker.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '在线文本差异对比',
		'site' : {
			'dec' : '在线文本差异对比,文本对比,文本比较,文本比较工具,代码差异对比,内容差异对比',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.jq22.com/textDifference',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '精品绿色便携软件',
		'site' : {
			'dec' : '追求绿色便携理念，打造清爽干净系统',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.portablesoft.org',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '小程序商店',
		'site' : {
			'dec' : '提供微信小程序开发资讯，解读微信小程序开发文档，制作微信小程序开发教程',
			'time' : '2019/07/12',
			'urladdress' : 'https://minapp.com/miniapp/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '实验楼课程',
		'site' : {
			'dec' : '提供编程、运维、测试、云计算、大数据、数据库等全面的IT技术动手实践环境',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.shiyanlou.com/courses/?fee=free',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : 'A+医学百科',
		'site' : {
			'dec' : '一个开放的在线医学百科全书网站，涵盖疾病百科、症状百科、药品百科、急救百科等医学保健知识',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.a-hospital.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '爱上分享',
		'site' : {
			'dec' : '分享网络上优秀的免费资源，介绍实用、绿色、新奇软件的下载和使用',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.isharebest.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '10000toptv全球电视直播',
		'site' : {
			'dec' : '青娱乐 电影天堂 伦理电影 cctv1 cctv5 浙江卫视 湖南卫视 东方卫视直播 bbc cnn 凤凰卫视资讯台直播',
			'time' : '2019/07/12',
			'urladdress' : 'http://10000top.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '乐视直播网',
		'site' : {
			'dec' : '网络电视直播_卫星电视直播在线观看',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.leshi123.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '韩剧网',
		'site' : {
			'dec' : '最新韩剧-懂韩语就去看吧，中文字幕',
			'time' : '2019/07/12',
			'urladdress' : 'http://kan-tv.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '会商宝',
		'site' : {
			'dec' : '中国领先的一站式B2B电子商务平台,电子商务网站,百大商圈',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.huishangbao.com',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '中国网库',
		'site' : {
			'dec' : '汇集海量供求信息，是中国各类企业销售产品、采购批发及网络推广的首选电子商务平台',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.99114.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
   {
		'name' : '旋风视频',
		'site' : {
			'dec' : '免费无广告的m3u8链接直播电影电视剧',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.miao101.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '中国供应商',
		'site' : {
			'dec' : '免费B2B信息发布网站，专注中小企业互联网推广',
			'time' : '2019/07/12',
			'urladdress' : 'https://cn.china.cn/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '西北苗木网',
		'site' : {
			'dec' : '提供最新苗木求购信息、绿化苗木价格查询、苗木供应信息、苗木栽培养护技术等方面的免费服务信息',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.xbmiaomu.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '商渠网',
		'site' : {
			'dec' : '免费发布求购信息,中国最全的求购.采购.批发网',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.salqu.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '八方资源网',
		'site' : {
			'dec' : '为全球220个国家和地区的商人提供在线贸易服务。融供应商机、求购信息、企业目录于一体',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.b2b168.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '慕课网',
		'site' : {
			'dec' : '程序员的梦工厂，慕课网是垂直的互联网IT技能免费学习网站',
			'time' : '2019/07/12',
			'urladdress' : 'https://www.imooc.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '企汇网',
		'site' : {
			'dec' : '电子商务平台,求购信息,产品大全,企业大全,产品发布,产品供应信息,行业资讯',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.qihuiwang.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '365园林网',
		'site' : {
			'dec' : '提供苗木价格,求购苗木,苗木报价,苗木求购信息,园林论文,园林信息化,苗木,园林论文,苗木求购信息',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.yuanlin365.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : '中国畜牧网',
		'site' : {
			'dec' : '养猪，价格，饲料供应商,产品发布,产品供应信息,行业资讯',
			'time' : '2019/07/12',
			'urladdress' : 'http://www.chinafarming.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------
   {
		'name' : 'Encycolorpedia',
		'site' : {
			'dec' : '十六进制颜色代码表，图表及调色板，很好用的颜色取色网站 ',
			'time' : '2019/07/12',
			'urladdress' : 'https://encycolorpedia.cn/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
	   {
		'name' : '365小吃技术网',
		'site' : {
			'dec' : '365小吃技术网收录大量小吃技术资料,小吃技术配方大全,特色小吃做法 ',
			'time' : '2019/10/15',
			'urladdress' : 'http://www.365xiaochi.net/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
		   {
		'name' : '小高教学网',
		'site' : {
			'dec' : '专业提供QQ活动,QQ技术,QQ技巧,电脑技巧以及其他网络技术,让我们的技术更上一层楼! ',
			'time' : '2019/10/15',
			'urladdress' : 'https://www.12580sky.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
			   {
		'name' : '电子工程师服务平台',
		'site' : {
			'dec' : '高效对接电子行业资源,为电子工程师用户提供开发板在线购买、在线技术问答、开发板试用、样片申请、DIY视频分享、在线培训课堂、原厂方案支持、技术资料下载等服务 ',
			'time' : '2019/11/17',
			'urladdress' : 'https://www.icxbk.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
			   {
		'name' : '果汁音乐',
		'site' : {
			'dec' : '果汁音乐，只听最动听的歌,本站音频文件来自各网站接口，本站不会修改任何音频文件',
			'time' : '2019/11/17',
			'urladdress' : 'http://guozhivip.com/yinyue/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
				   {
		'name' : '高清云影视-迅雷影院',
		'site' : {
			'dec' : '迅雷影院为广大网友提供最新热门电影下载,高清迅雷下载,高清在线观看,完整版在线云点播以及迅雷影音在线观看，做最好的迅雷下载网站!(www.xunleiyy.com)',
			'time' : '2019/11/17',
			'urladdress' : 'https://www.xunleiyy.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
				   {
		'name' : '老实人学习网',
		'site' : {
			'dec' : '老实人学习网多年专注小吃技术培训，收录大量小吃做法高清视频教程、技术资料、配方大全..提供早点小吃的做法大全_小吃技术培训_小吃技术配方大全_特色小吃做法_技术...',
			'time' : '2019/11/17',
			'urladdress' : 'http://www.sheidongwo.com/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	},
//---------------------------------------------------	
			   {
		'name' : '宏哥娱乐网',
		'site' : {
			'dec' : '主要分享程序源码,游戏辅助,破解软件,壹间堂,动线报,网赚资源,商业源码',
			'time' : '2019/10/15',
			'urladdress' : 'http://www.smzjy.cc/',
			'detail' : {
				'name' : '',
				'address' : ''
			}
		}
	}
//---------------------------------------------------
	];
